Dlubal.RFEM5.VariableThickness
Surface variable thickness parameters

Dlubal.RFEM5.VariableThickness.No
Number

Dlubal.RFEM5.VariableThickness.ID
Identifier

Dlubal.RFEM5.VariableThickness.Comment
Comment

Dlubal.RFEM5.VariableThickness.Tag
Tag

Dlubal.RFEM5.VariableThickness.IsValid
Information if the object is valid or not (read only)

Dlubal.RFEM5.VariableThickness.Node1No
First node number

Dlubal.RFEM5.VariableThickness.Node2No
Second node number

Dlubal.RFEM5.VariableThickness.Node3No
Third node number

Dlubal.RFEM5.VariableThickness.Thickness1
Thickness at the first node

Dlubal.RFEM5.VariableThickness.Thickness2
Thickness at the second node

Dlubal.RFEM5.VariableThickness.Thickness3
Thickness at the third node